[Balance.PawnBalance_Allium_BadassYeti AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Yeti Encrenqueiro",TransformedNames=((TransformedName="Besta Primitiva Lançadora"),(TransformedName="Feróvoro Lançador"),(TransformedName="Pé-Grande Lançador"),(TransformedName="Bullymong Lançador")))
PlayThroughs[1]=(DisplayName="Yeti Encrenqueiro Feroz",TransformedNames=((TransformedName="Besta Primitiva Lançadora"),(TransformedName="Feróvoro Lançador"),(TransformedName="Pé-Grande Lançador"),(TransformedName="Bullymong Lançador")))
PlayThroughs[2]=(DisplayName="Yeti Abominável Encrenqueiro",TransformedNames=((TransformedName="Besta Primitiva Lançadora"),(TransformedName=""Feróvoro Lançador"),(TransformedName="Pé-Grande Lançador"),(TransformedName="Bullymong Lançador")))

[Character.CharClass_Allium_BadassYeti AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

